Revit 2024 API
GroupTypeId.CurtainMullionn1 Property
 Grid 1 Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainMullionn1 { get; }
Visual Basic
Public Shared ReadOnly Property CurtainMullionn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainMullionn1 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace